cask_args appdir: '/Applications'
cask '1password'
cask 'adium'
cask 'atom'
cask 'firefox'
cask 'garmin-express'
cask 'google-chrome'
cask 'handbrake'
cask 'mapbox-studio'
cask 'seashore'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'

tap 'homebrew/bundle'

brew 'ack'
brew 'autoconf'
brew 'autojump'
brew 'ccache'
brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'direnv'
brew 'ghq'
brew 'glide'
brew 'go'
brew 'grc'
brew 'highway'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'lua'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'rbenv'
brew 'readline'
brew 'redis'
brew 'roundup'
brew 'ruby-build'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'zlib'

